Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Only members
ar: الأعضاء فقط
ca: Només membres
cy: Dim ond aelodau
da: Kun medlemmer
da_instk12: Kun medlemmer
de: Nur Mitglieder
es: Solo miembros
es_es: Solo miembros
fi: Vain jäsenet
fr: Uniquement les membres
fr_ca: Uniquement les membres
ga: Baill amháin
hi: केवल सदस्य
ht: Manm sèlman
id: Khusus anggota
is: Aðeins meðlimir
it: Solo membri
ja: メンバーのみ
ko: 구성원만
mi: Ngā mema anake
ms: Hanya ahli
nb: Kun medlemmer
nb_instk12: Kun medlemmer
nl: Alleen leden
pl: Tylko członkowie
pt: Apenas membros
pt_br: Somente membros
ru: Только участники
sl: Samo člani
sv: Endast medlemmar
sv_instk12: Endast medlemmar
th: เฉพาะสมาชิก
vi: Chỉ dành cho các thành viên
zh: 仅成员
zh_hk: 僅成員

source: Only Module published
ar: تم نشر الوحدة النمطية فقط
ca: Només s’ha publicat el contingut
cy: Dim Ond Modiwl wedi’i gyhoeddi
da: Kun modul offentliggjort
da_instk12: Kun forløb offentliggjort
de: Nur Modul veröffentlicht
es: Solo se publicó el módulo
es_es: Solo módulo publicado
fi: Vain moduuli julkaistu
fr: Module publié uniquement
fr_ca: Seul le module est publié
ga: Modúl amháin foilsithe
hi: केवल मॉड्यूल प्रकाशित हुआ
ht: Modil ki pibliye sèlman
id: Hanya Modul diterbitkan
is: Aðeins námsefni birt
it: Pubblicato solo modulo
ja: モジュールのみ公開
ko: 모듈만 게시됨
mi: Kōwae anake i whakaputaina
ms: Hanya Modul diterbitkan
nb: Kun modul publisert
nb_instk12: Kun modul publisert
nl: Alleen module gepubliceerd
pl: Opublikowano tylko moduł
pt: Apenas o módulo publicado
pt_br: Somente o módulo publicado
ru: Опубликован только модуль
sl: Objavljen je samo modul
sv: Endast modulen publicerades
sv_instk12: Endast modulen publicerades
th: เฉพาะหน่วยการเรียนที่มีการเผยแพร่
vi: Riêng Học Phần đã phát hành
zh: 已仅发布模块
zh_hk: 僅已發佈的單元

source: Only Module unpublished
ar: تم إلغاء نشر الوحدة النمطية فقط
ca: Només s’ha anul·lat la publicació del contingut
cy: Dim Ond Modiwl wedi’i ddatgyhoeddi
da: Kun modul fjernet offentliggørelse
da_instk12: Kun forløb fjernet offentliggørelse
de: Nur Modul unveröffentlicht
es: Solo se canceló la publicación del módulo
es_es: Solo módulo no publicado
fi: Vain moduulin julkaisu peruttu
fr: Module non publié uniquement
fr_ca: Module unique non publié
ga: Modúl amháin neamhfhoilsithe
hi: केवल मॉड्यूल अप्रकाशित हुआ
ht: Modil ki depibliye a sèlman
id: Hanya Modul yang tidak diterbitkan
is: Aðeins námsefni falið
it: Non pubblicato solo il modulo
ja: モジュールのみ公開取り消し
ko: 모듈만 게시 취소됨
mi: Ko te Kōwae anake kaore i whakaputaina
ms: Hanya Modul dinyahterbitkan
nb: Kun modul avpublisert
nb_instk12: Kun modul avpublisert
nl: Publicatie van alleen module ongedaan gemaakt
pl: Cofnięto publikowanie tylko modułu
pt: Apenas módulo não publicado
pt_br: Somente o módulo não publicado
ru: Отменена публикация только модуля
sl: Preklic objave je izveden samo za modul
sv: Endast modulen avpublicerades
sv_instk12: Endast modulen avpublicerades
th: เฉพาะหน่วยการเรียนที่เลิกเผยแพร่
vi: Riêng Học Phần đã hủy phát hành
zh: 已取消发布模块
zh_hk: 僅已取消發佈的單元

source: Only Modules published
ar: تم نشر الوحدات النمطية فقط
ca: Només s’han publicat els continguts
cy: Dim Ond Modiwlau wedi’u cyhoeddi
da: Kun moduler offentliggjort
da_instk12: Kun forløb offentliggjort
de: Nur Module veröffentlicht
es: Solo se publicaron los módulos
es_es: Solo módulos publicados
fi: Vain moduulit julkaistu
fr: Modules publiés uniquement
fr_ca: Uniquement les modules publiés
ga: Modúil amháin foilsithe
hi: केवल मॉड्यूल प्रकाशित हुए
ht: Modil ki pibliye yo sèlman
id: Hanya Modul diterbitkan
is: Aðeins námsefni birt
it: Pubblicati solo i moduli
ja: モジュールのみ公開
ko: 모듈만 게시됨
mi: Ngā Kōwae anake i whakaputaina
ms: Hanya Modul diterbitkan
nb: Alle moduler publisert
nb_instk12: Alle moduler publisert
nl: Alleen modules gepubliceerd
pl: Opublikowano tylko moduły
pt: Apenas módulos publicados
pt_br: Somente módulos publicados
ru: Опубликованы только модули
sl: Objavljeni so samo moduli
sv: Endast moduler publicerades
sv_instk12: Endast moduler publicerades
th: เฉพาะหน่วยการเรียนที่มีการเผยแพร่
vi: Riêng Các Học Phần đã phát hành
zh: 已仅发布模块
zh_hk: 僅已發佈的單元

source: Only Modules unpublished
ar: تم إلغاء النشر الوحدات النمطية فقط
ca: Només s’ha anul·lat la publicació dels continguts
cy: Dim Ond Modiwlau wedi’u datgyhoeddi
da: Kun moduler fjernet offentliggørelse
da_instk12: Kun forløb fjernet offentliggørelse
de: Nur Module unveröffentlicht
es: Solo se canceló la publicación de los módulos
es_es: Solo módulos no publicados
fi: Vain moduulien julkaisu kumottu
fr: Modules non publiés uniquement
fr_ca: Uniquement les modules non publiés
ga: Modúil amháin neamhfhoilsithe
hi: केवल मॉड्यूल अप्रकाशित हुए
ht: Modil ki depibliye yo sèlman
id: Hanya Modul yang tidak diterbitkan
is: Aðeins námsefni falið
it: Non pubblicati solo i moduli
ja: モジュールのみ公開取り消し
ko: 모듈만 게시 취소됨
mi: Ngā Kōwae Anake kāore i whakaputaina
ms: Hanya Modul dinyahterbitkan
nb: Alle moduler avpublisert
nb_instk12: Alle moduler avpublisert
nl: Publicatie van alleen modules ongedaan gemaakt
pl: Cofnięto publikowanie tylko modułów
pt: Apenas módulos não publicados
pt_br: Somente módulos não publicados
ru: Отменена публикация только модулей
sl: Preklic objave je izveden samo za module
sv: Endast moduler avpublicerades
sv_instk12: Endast moduler avpublicerades
th: เฉพาะหน่วยการเรียนที่เลิกเผยแพร่
vi: Riêng Các Học Phần đã hủy phát hành
zh: 已取消发布模块
zh_hk: 僅已取消發佈的單元

source: Only teachers
ar: المعلمون فقط
ca: Només professors
cy: Dim ond athrawon
da: Kun lærere
da_instk12: Kun lærere
de: Nur Lehrende
es: Solo profesores
es_es: Solo profesores
fi: Vain opettajat
fr: Uniquement les enseignants
fr_ca: Uniquement les enseignants
ga: Múinteoirí amháin
hi: केवल शिक्षक
ht: Pwofesè sèlman
id: Khusus guru
is: Aðeins kennarar
it: Solo insegnanti
ja: 教員のみ
ko: 교사만
mi: Kaiako anake
ms: Hanya guru
nb: Kun faglærer, lærer
nb_instk12: Kun faglærer, lærer
nl: Alleen docenten
pl: Tylko instruktorzy
pt: Apenas professores
pt_br: Somente professores
ru: Только учителя
sl: Samo izvajalci
sv: Endast lärare
sv_instk12: Endast lärare
th: เฉพาะผู้สอน
vi: Chỉ giáo viên
zh: 仅教师
zh_hk: 僅限教師

source: Oops, something went wrong
ar: عذرًا، حدث خطأ ما
ca: Ui, s’ha produït un error
cy: Wps, aeth rhywbeth o’i le
da: Ups, noget gik galt
da_instk12: Ups, noget gik galt
de: Ups, etwas ist schief gelaufen
es: Lo siento, algo salió mal
es_es: Lo sentimos, algo ha salido mal
fi: Hups, jotakin meni pieleen
fr: Un problème est survenu.
fr_ca: Oups, quelque chose s’est mal produit
ga: Ó, chuaigh rud éigin mícheart.
hi: ओह, कुछ गड़बड़ हुई
ht: Oops, yon bagay pase mal
id: Ups, terjadi kesalahan
is: Úbbs, eitthvað fór úrskeiðis
it: Ops, si è verificato un errore.
ja: おっと、何か問題が発生しました
ko: 죄송합니다. 문제가 발생했습니다
mi: Aue, kua he
ms: Ops, sesuatu tidak kena
nb: Obs, noe gikk galt
nb_instk12: Obs, noe gikk galt
nl: Oeps, er is iets misgegaan
pl: Ups, coś poszło nie tak.
pt: Oops, algo correu mal
pt_br: Opa, algo deu errado
ru: Ой, что-то пошло не так
sl: Ups, nekaj je narobe
sv: Hoppsan, något gick fel
sv_instk12: Hoppsan, något gick fel
th: อุ๊ปส์ มีบางอย่างผิดปกติ
vi: Rất tiếc, đã xảy ra vấn đề
zh: 糟糕，出错了
zh_hk: 糟糕，出現問題

source: Oops!
ar: عذراً!
ca: Vaja!
cy: Wps!
da: Ups!
da_instk12: Ups!
de: Ups!
es: ¡Ups!
es_es: ¡Vaya!
fi: Hups!
fr: Oups !
ga: Úps!
hi: ओह!
id: Waduh!
is: Úps!
it: Spiacenti.
ja: おっと！
ko: 죄송합니다.
mi: Aue!
ms: Op!
nb: Obs!
nb_instk12: Obs!
nl: Oeps!
pl: Ups!
pt_br: Ops!
ru: Ой!
sl: Ojoj!
sv: Hoppsan!
sv_instk12: Hoppsan!
th: อุ๊ปส์!
vi: Rất tiếc!
zh: 糟糕！
zh_hk: 抱歉！

source: Open
ar: مفتوح
ca: Obre
cy: Agor
da: Åben
da_instk12: Åben
de: Offen
es: Abierto
es_es: Abrir
fi: Avaa
fr: Ouvrir
fr_ca: Ouvrir
ga: Oscail
hi: खोलें
ht: Ouvri
id: Buka
is: Opið
it: Apri
ja: 開く
ko: 열기
mi: Whakatuwhera
ms: Buka
nb: Åpen
nb_instk12: Åpen
pl: Otwarty
pt: Abrir
pt_br: Abrir
ru: Открыть
sl: Odpri
sv: Öppna
sv_instk12: Öppna
th: เปิด
vi: Mở
zh: 打开
zh_hk: 打開

source: Open application
ar: فتح تطبيق
ca: Obre l’aplicació
cy: Agor rhaglen
da: Åbn applikation
da_instk12: Åbn applikation
de: Anwendung öffnen
es: Abrir la aplicación
es_es: Abrir aplicación
fi: Avaa sovellus
fr: Ouvrir l’application
fr_ca: Ouvrir l’application
ga: Oscail iarratas
hi: ऐप्लिकेशन खोलें
ht: Ouvri aplikasyon
id: Buka aplikasi
is: Opna forrit
it: Apri applicazione
ja: アプリケーションを開く
ko: 애플리케이션 열기
mi: Huaki tono
ms: Buka aplikasi
nb: Åpne applikasjon
nb_instk12: Åpne applikasjon
nl: Applicatie openen
pl: Otwórz aplikację
pt: Abrir aplicação
pt_br: Abrir formulário
ru: Открыть приложение
sl: Odpri aplikacijo
sv: Öppna programmet
sv_instk12: Öppna programmet
th: เปิดแอพพลิเคชั่น
vi: Mở ứng dụng
zh: 打开申请
zh_hk: 開啟應用程式

source: Open course details
ar: فتح تفاصيل المساق
ca: Obre els detalls de l'assignatura
cy: Agor manylion cwrs
da: Åbn fagoplysninger
da_instk12: Åbn fagoplysninger
de: Kursdetails öffnen
es: Abrir detalles del curso
es_es: Abrir detalles de la asignatura
fi: Avaa kurssitiedot
fr: Ouvrir les détails du cours
fr_ca: Ouvrir les détails du cours
ga: Oscail sonraí an chúrsa
hi: पाठ्यक्रम विवरण खोलें
ht: Ouvri detay kou
id: Buka detail kursus
is: Opnið upplýsingar um námskeið
it: Apri dettagli corso
ja: コース詳細を開く
ko: 과목 세부 정보 열기
mi: Huaki taipitopito akoranga
ms: Buka butiran kursus
nb: Åpne emnedetaljer
nb_instk12: Åpne fagdetaljer
nl: Cursusdetails openen
pl: Otwórz szczegóły kursu
pt: Detalhes da disciplina aberta
pt_br: Abrir detalhes do curso
ru: Открыть подробную информацию о курсе
sl: Odpri podrobnosti o predmetu
sv: Öppna kursinformation
sv_instk12: Öppna kursinformation
th: เปิดรายละเอียดบทเรียน
vi: Mở thông tin chi tiết khóa học
zh: 打开课程详情
zh_hk: 開啟課程詳細資料

source: Open In Browser
ar: الفتح في المستعرض
ca: Obre'l al navegador
cy: Agor mewn Porwr
da: Åbn i browser
da_instk12: Åbn i browser
de: Im Browser öffnen
es: Abrir en el navegador
es_es: Abrir en el navegador
fi: Avaa selaimessa
fr: Ouvrir dans le navigateur
fr_ca: Ouvrir dans le navigateur
ga: Oscail i mBrabhsálaí
hi: ब्राउज़र में खोलें
ht: Ouvri nan Navigatè
id: Buka di Browser
is: Opna í vafra
it: Apri nel browser
ja: ブラウザで開く
ko: 브라우저에서 열기
mi: Tuwhera I roto i te Pūtirotiro
ms: Buka dalam Pelayar
nb: Åpne i nettleser
nb_instk12: Åpne i nettleser
nl: Openen in browser
pl: Otwórz w przeglądarce
pt: Abrir no Navegador
pt_br: Abrir em Navegador
ru: Открыть в браузере
sl: Odpri v brskalniku
sv: Öppna i webbläsare
sv_instk12: Öppna i webbläsare
th: เปิดในเบราเซอร์
vi: Mở Trong Trình Duyệt
zh: 在浏览器里打开
zh_hk: 在瀏覽器中打開

source: Open in Detail View
ar: فتح في طريقة عرض التفاصيل
ca: Visualització Obre-ho en detall
cy: Agor yn y Wedd Manylion
da: Åbn i detaljeret visning
da_instk12: Åbn i detaljeret visning
de: In der Detailansicht öffnen
es: Abrir en vista detallada
es_es: Abrir en vista detallada
fi: Avaa yksityiskohtaisessa näkymässä
fr: Ouvrir dans la vue détaillée
fr_ca: Ouvrir en vue détaillée
ga: Oscail i Radharc Mionsonraithe
hi: विवरण दृश्य में खोलें
ht: Ouvri nan Vizyalizasyon detaye
id: Buka dalam Tampilan Detail
is: Opna í ítarlegu yfirliti
it: Apri in Visualizzazione dettaglio
ja: 詳細ビューで開く
ko: 세부 정보 보기에서 열기
mi: Whakatuwheratia ki te Tirohanga Taipitopito
ms: Buka dalam Pandangan Butiran
nb: Åpne i Detaljvisning
nb_instk12: Åpne i Detaljvisning
nl: In Detailweergave openen
pl: Otwórz w widoku szczegółów
pt: Abrir em Detalhes
pt_br: Abrir na visualização detalhada
ru: Открыть в подробном представлении
sl: Odpri v podrobnem pogledu
sv: Öppna i detaljerad vy
sv_instk12: Öppna i detaljerad vy
th: เปิดในมุมมองรายละเอียด
vi: Mở trong Chế Độ Xem Chi Tiết
zh: 在详情视图中打开
zh_hk: 在詳細資料視圖中開啟

source: Open in Safari
ar: فتح في Safari
ca: Obre'l a Safari
cy: Agor yn Safari
da: Åbn i Safari
da_instk12: Åbn i Safari
de: In Safari öffnen
es: Abrir en Safari
es_es: Abrir en Safari
fi: Avaa Safarissa
fr: Ouvrir avec Safari
fr_ca: Ouvrir avec Safari
ga: Oscail i Safari
hi: Safari में खोलें
ht: Ouvri nan Safari
id: Buka di Safari
is: Opna í Safari
it: Apri in Safari
ja: Safariで開く
ko: Safari에서 열기
mi: Tuwhera i roto i te Safari
ms: Buka dalam Safari
nb: Åpne i Safari
nb_instk12: Åpne i Safari
nl: Openen in Safari
pl: Otwórz w programie Safari
pt: Abri no Safari
pt_br: Abrir em Safari
ru: Открыть в Safari
sl: Odpri v brskalniku Safari
sv: Öppna i Safari
sv_instk12: Öppna i Safari
th: เปิดใน Safari
vi: Mở Trong Safari
zh: 在Safari中打开
zh_hk: 在 Safari 中開啟

source: Open item details
ar: فتح تفاصيل العنصر
ca: Obre els detalls de l'element
cy: Agor manylion eitem
da: Åbn elementoplysninger
da_instk12: Åbn elementoplysninger
de: Objektdetails öffnen
es: Abrir detalles del ítem
es_es: Abrir detalles del ítem
fi: Avaa kohteen tiedot
fr: Ouvrir les détails de l’élément
fr_ca: Ouvrir les détails de l’élément
ga: Oscail sonraí na míre
hi: आइटम विवरण खोलें
ht: Ouvri detay eleman
id: Buka detail item
is: Opnið upplýsingar um atriði
it: Apri dettagli elemento
ja: アイテム 詳細を開く
ko: 항목 세부 정보 열기
mi: Huaki ngā taipitopito tūemi
ms: Buka butiran item
nb: Åpne elementdetaljer
nb_instk12: Åpne elementdetaljer
nl: Itemdetails openen
pl: Otwórz szczegóły elementu
pt: Detalhes do item aberto
pt_br: Abrir detalhes do item
ru: Открыть подробную информацию об элементе
sl: Odpri podrobnosti o elementu
sv: Öppna objektinformation
sv_instk12: Öppna objektinformation
th: เปิดรายละเอียดรายการ
vi: Mở thông tin chi tiết mục
zh: 打开项目详情
zh_hk: 開啟項目詳細資料

source: Open section
ar: فتح القسم
ca: Obre la secció
cy: Agor adran
da: Åbn sektionen
da_instk12: Åbn sektionen
de: Abschnitt öffnen
es: Abrir sección
es_es: Abrir sección
fi: Avaa osio
fr: Ouvrir la section
fr_ca: Ouvrir la section
ga: Oscail grúpa
hi: अनुभाग खोलें
ht: Ouvri seksyon
id: Bukan bagian
is: Opna hluta
it: Apri sezione
ja: セクションを開く
ko: 분반 열기
mi: Tuwhera te waahanga
ms: Buka seksyen
nb: Åpne seksjon
nb_instk12: Åpne seksjon
nl: Sectie openen
pl: Otwórz sekcję
pt: Secção aberta
pt_br: Abrir seção
ru: Открыть раздел
sl: Odpri sekcijo
sv: Öppna sektionen
sv_instk12: Öppna sektionen
th: เปิดกลุ่มย่อย
vi: Mở phần
zh: 打开班次
zh_hk: 開啟分班

source: Open the Quiz
ar: فتح الاختبار الموجز
ca: Obriu la prova
cy: Agor y Cwis
da: Åbn testen
da_instk12: Åbn quizzen
de: Quiz öffnen
es: Abrir el examen
es_es: Abrir la prueba
fi: Avaa testi
fr: Ouvrir le quiz
fr_ca: Ouvrir le questionnaire
ga: Oscail an Quiz
hi: प्रश्नोत्तरी खोलें
ht: Ouvri Quiz la
id: Buka Kuis
is: Opnaðu prófið
it: Apri il quiz
ja: 小テストを開く
ko: 퀴즈 열기
mi: Whakatuwheratia te Patapatai
ms: Buka Kuiz
nb: Åpne quizen
nb_instk12: Åpne quizen
nl: Open de toets
pl: Otwórz quiz
pt: Abrir o Questionário
pt_br: Abrir o teste
ru: Открыть тест
sl: Odpri kviz
sv: Öppna quizet
sv_instk12: Öppna quizet
th: เปิดแบบทดสอบ
vi: Mở bài Kiểm Tra
zh: 打开测验
zh_hk: 開啟測驗

source: Opens in Canvas app
ar: للفتح في تطبيق Canvas
ca: S'obre en l’aplicació Canvas
cy: Yn agor yn ap Canvas
da: Åbner i Canvas-appen
da_instk12: Åbner i Canvas-appen
de: Wird in der Canvas-App geöffnet
es: Se abre en la aplicación de Canvas
es_es: Se abre en la aplicación de Canvas
fi: Avautuu Canvas-sovelluksessa
fr: S’ouvre dans l’application Canvas
fr_ca: S’ouvre dans l’application Canvas
ga: Osclaíonn sé san aip Canvas
hi: Canvas ऐप में खुलता है
ht: Ouvri nan aplikasyon Canvas
id: Membuka di aplikasi Canvas
is: Opnast í Canvas-forritinu
it: Si apre nell’app Canvas
ja: Canvasアプリ内で開く
ko: Canvas 앱에서 열기
mi: Ka tuwhera ki te taupānga Canvas
ms: Terbuka dalam aplikasi Canvas
nb: Åpnes i Canvas-appen
nb_instk12: Åpnes i Canvas-appen
nl: Opent in de Canvas-app
pl: Otwórz w aplikacji Canvas
pt: Abrir na app Canvas
pt_br: Abre no aplicativo Canvas
ru: Открыть в приложении Canvas
sl: Odpri v aplikaciji Canvas
sv: Öppnas i Canvas-app
sv_instk12: Öppnas i Canvas-app
th: เปิดแอพ Canvas
vi: Mở trong ứng dụng Canvas
zh: 在 Canvas 应用程序中打开
zh_hk: 在 Canvas 應用程式中開啟

source: Opens in Canvas Student
ar: يفتح في Canvas Student
ca: S'obre al Canvas Student
cy: Yn agor yn Canvas Student
da: Åbner i Canvas for studerende
da_instk12: Åbner i Canvas for elever
de: Öffnet in Canvas Studierenden
es: Se abre en Canvas Student
es_es: Se abre en Canvas Student
fi: Avautuu Canvas Studentissa
fr: S’ouvre dans Canvas Student
fr_ca: S’ouvre dans Canvas Student
ga: Osclaítear i gCanvas Mac Léinn
hi: Canvas Student में खुलता है
ht: Ouvri nan Canvas Student
id: Membuka di Canvas Student
is: Opnast í Canvas Student
it: Si apre in Canvas Student
ja: Canvas受講者内で開く
ko: Canvas Student에서 열기
mi: Huaki ai i roto i Canvas Ākonga
ms: Terbuka dalam Canvas Student
nb: Åpnes i Canvas Student
nb_instk12: Åpnes i Canvas Elev
nl: Opent in Canvas Student
pl: Otwiera się w Canvas Student
pt: Abrir no Aluno Canvas
pt_br: Abrir no Canvas Student
ru: Открыть в Canvas Student
sl: Odpiranje v Canvas Student
sv: Öppnas i Canvas Student
sv_instk12: Öppnas i Canvas Elev
th: เปิดในผู้เรียนของ Canvas
vi: Mở Trong Canvas Student
zh: 在 Canvas 学生版中打开
zh_hk: 在 Canvas Student 中開啟

source: Options
ar: الخيارات
ca: Opcions
cy: Opsiynau
da: Muligheder
da_instk12: Muligheder
de: Optionen
es: Opciones
es_es: Opciones
fi: Asetukset
ga: Roghanna
hi: विकल्प
ht: Opsyon
id: Opsi
is: Valkostir
it: Opzioni
ja: オプション
ko: 옵션
mi: Ngā kōwhiringa
ms: Pilihan
nb: Valg
nb_instk12: Valg
nl: Opties
pl: Opcje
pt: Opções
pt_br: Opções
ru: Опции
sl: Možnosti
sv: Alternativ
sv_instk12: Alternativ
th: ตัวเลือก
vi: Tùy Chọn
zh: 选项
zh_hk: 選項

source: OPTIONS
ar: الخيارات
ca: OPCIONS
cy: OPSIYNAU
da: INDSTILLINGER
da_instk12: INDSTILLINGER
de: OPTIONEN
es: OPCIONES
es_es: OPCIONES
fi: ASETUKSET
ga: ROGHANNA
hi: विकल्प
ht: OPSYON
id: OPSI
is: VALKOSTIR
it: OPZIONI
ja: オプション
ko: 옵션
mi: NGĀ WAIRANGI
ms: PILIHAN
nb: VALG
nb_instk12: VALG
nl: OPTIES
pl: OPCJE
pt: OPÇÕES
pt_br: OPÇÕES
ru: ВАРИАНТЫ
sl: MOŽNOSTI
sv: ALTERNATIV
sv_instk12: ALTERNATIV
th: ตัวเลือก
vi: TÙY CHỌN
zh: 选项
zh_hk: 選項

source: orange
ar: برتقالي
ca: taronja
cy: oren
es: anaranjado
es_es: naranja
fi: oranssi
ga: oráiste
hi: नारंगी
ht: oranj
id: oranye
is: appelsínugulur
it: arancione
ja: オレンジ
ko: 오렌지색
mi: ārani
ms: oren
nb: oransje
nb_instk12: oransje
nl: oranje
pl: pomarańczowy
pt: laranja
pt_br: laranja
ru: оранжевого цвета
sl: oranžna
th: ส้ม
vi: cam
zh: 桔黄色
zh_hk: 橙色

source: Orange
ar: برتقالي
ca: Taronja
cy: Oren
es: Anaranjado
es_es: Naranja
fi: Oranssi
ga: Oráiste
hi: नारंगी
ht: Zoranj
id: Oranye
is: Appelsínugulur
it: Arancione
ja: オレンジ
ko: 오렌지색
mi: Ārani
ms: Oren
nb: Oransje
nb_instk12: Oransje
nl: Oranje
pl: Pomarańczowy
pt: Laranja
pt_br: Laranja
ru: Оранжевый
sl: Oranžno
th: ส้ม
vi: Cam
zh: 橙色
zh_hk: 橙色

source: Ordered List
ar: قائمة مرتبة
ca: Llista ordenada
cy: Rhestr mewn Trefn
da: Ordnet liste
da_instk12: Ordnet liste
de: Geordnete Liste
es: Listado ordenado
es_es: Lista ordenada
fi: Tilattujen luettelo
fr: Liste dans le bon ordre
fr_ca: Liste dans le bon ordre
ga: Liosta Ordaithe
hi: क्रमित सूची
ht: Lis Kòmande
id: Daftar Diurutkan
is: Raðaður listi
it: Lista ordinata
ja: 順序リスト
ko: 순서가 있는 목록
mi: Rārangi whakahau
ms: Senarai Bernombor
nb: Sortert liste
nb_instk12: Sortert liste
nl: Geordende lijst
pl: Uporządkowana lista
pt: Lista ordenada
pt_br: Lista de Pedidos
ru: Упорядоченный список
sl: Razvrščeni seznam
sv: Ordnad lista
sv_instk12: Ordnad lista
th: รายการที่สั่ง
vi: Danh Sách Theo Thứ Tự
zh: 有序列表
zh_hk: 有序列表

source: Other
ar: أخرى
ca: Altres
cy: Arall
da: Anden
da_instk12: Anden
de: Sonstige
es: Otro
es_es: Otro
fi: Muu
fr: Autres
fr_ca: Autre
hi: अन्य
ht: Lòt
id: Lainnya
is: Annað
it: Altro
ja: その他
ko: 기타
mi: Ētahi atu
ms: Lain
nb: Annet
nb_instk12: Annet
nl: Overige
pl: Inne
pt: Outro
pt_br: Outro
ru: Другое
sl: Drugo
sv: Annat
sv_instk12: Annat
th: อื่น ๆ
vi: Khác
zh: 其他
zh_hk: 其他

source: Other Apps
ar: تطبيقات أخرى
ca: Altres aplicacions
cy: Apiau Eraill
da: Andre apps
da_instk12: Andre apps
de: Andere Apps
es: Otras aplicaciones
es_es: Otras aplicaciones
fi: Muut sovellukset
fr: Autres applications
fr_ca: Autres applications
ga: Aipeanna Eile
hi: अन्य ऐप्स
ht: Lòt Aplikasyon
id: Aplikasi Lain
is: Önnur smáforrit
it: Altre app
ja: その他アプリ
ko: 기타 앱
mi: Ētahi atu Taupānga
ms: Aplikasi Lain
nb: Andre apper
nb_instk12: Andre apper
nl: Andere apps
pl: Inne aplikacje
pt: Outras aplicações
pt_br: Outros aplicativos
ru: Другие приложения
sl: Druge aplikacije
sv: Andra appar
sv_instk12: Andra appar
th: แอพอื่น ๆ
vi: Các Ứng Dụng Khác
zh: 其他应用程序
zh_hk: 其他應用程式

source: Others
ar: أخرى
ca: Altres
cy: Eraill
da: Andre
da_instk12: Andre
de: Andere
es: Otros
es_es: Otros
fi: Muut
fr: Autres
fr_ca: Autres
ga: Daoine eile
hi: अन्य
ht: Lòt
id: Lainnya
is: Aðrir
it: Altri
ja: その他
ko: 기타
mi: Etahi atu
ms: Lain-lain
nb: Andre
nb_instk12: Andre
nl: Anderen
pl: Inni
pt: Outros
pt_br: Outros
ru: Другие
sl: Drugo
sv: Andra
sv_instk12: Andra
th: อื่น ๆ
vi: Khác
zh: 其他
zh_hk: 其他

source: out of
ar: من إجمالي
ca: de
cy: allan o
da: ud af
da_instk12: ud af
de: von insgesamt
es: de
es_es: de
fr: sur
fr_ca: sur
ga: as
hi: में से
ht: sou
id: dari
is: af
it: su
ja: 中
ko: 총점
mi: i waho i te
ms: daripada
nb: ut av
nb_instk12: ut av
nl: van de
pl: z
pt: de
pt_br: de
ru: из
sl: od
sv: av
sv_instk12: av
th: จาก
vi: trên tổng số
zh: 共
zh_hk: 滿分為

source: Out of %g pts
ar: من إجمالي %g النقاط
ca: de %g punts
cy: Allan o %g pwynt
da: Ud af %g point
da_instk12: Ud af %g point
de: Von insgesamt %g Pkte.
es: De %g pts
es_es: De %g ptos
fi: / %g pistetä
fr: Sur %g pts
fr_ca: Sur %g pts
ga: As %g pte
hi: में से %g पॉइंट्स
ht: Sou %g pwen
id: Dari %g poin
is: Af %g punktar
it: Su %g pt
ja: 配点%gポイント
ko: 총점 %g 점
mi: i roto i te %g ngā koinga
ms: Daripada %g mata
nb: Ut av %g poeng
nb_instk12: Ut av %g poeng
nl: Van %g ptn
pl: Z %g pkt
pt: De %g pts
pt_br: de %g pts
ru: Из %g баллы
sl: Od %g točk
sv: Av %g poäng
sv_instk12: Av %g poäng
th: จาก %g คะแนน
vi: Trên tổng số %g điểm thành phần
zh: 共%g得分
zh_hk: 總分%g分數

source: Overdue Assignments
ar: مهام متأخرة
ca: Activitats endarrerides
cy: Aseiniadau Hwyr
da: Forfaldne opgaver
da_instk12: Forfaldne opgaver
de: Überfällige Aufgaben
es: Tareas atrasadas
es_es: Actividades atrasadas
fi: Myöhässä olevat tehtävät
fr: Travaux en retard
fr_ca: Travaux dus très en retard
ga: Tascanna Thar Dlite
hi: बाकी असाइनमेंट
ht: Sesyon An Reta
id: Tugas Jatuh Tempo
is: Vanskilaverkefni
it: Compito scaduti
ja: 期限が過ぎた課題
ko: 기한이 초과된 과제
mi: Ngā whakataunga tōmuri
ms: Tugasan Melampaui Tempoh
nb: Oppgaver med passert innleveringsdato
nb_instk12: Oppgaver med passert innleveringsdato
nl: Achterstallige opdrachten
pl: Zadania po terminie
pt: Tarefas vencidas
pt_br: Tarefas vencidas
ru: Просроченные задания
sl: Zamujene naloge
sv: Försenade uppgifter
sv_instk12: Försenade uppgifter
th: ภารกิจที่เกินกำหนด
vi: Bài Tập Quá Hạn
zh: 逾期作业
zh_hk: 逾時作業

source: page
ar: صفحة
ca: pàgina
cy: tudalen
da: side
da_instk12: side
de: Seite
es: página
es_es: página
fi: sivu
ga: leathanach
hi: पेज
ht: paj
id: hal.
is: síða
it: pagina
ja: ページ
ko: 페이지
mi: Whārangi
ms: halaman
nb: side
nb_instk12: side
nl: pagina
pl: strona
pt: Desafio.
pt_br: página
ru: страница
sl: stran
sv: sida
sv_instk12: sida
th: หน้าเพจ
vi: trang
zh: 页面
zh_hk: 頁面

source: Page
ar: صفحة
ca: Pàgina
cy: Tudalen
da: Side
da_instk12: Side
de: Seite
es: Página
es_es: Página
fi: Sivu
ga: Leathanach
hi: पेज
ht: Paj
id: Halaman
is: Síða
it: Pagina
ja: ページ
ko: 페이지
mi: Whārangi
ms: Halaman
nb: Side
nb_instk12: Side
nl: Pagina
pl: Strona
pt: Página
pt_br: Página
ru: Страница
sl: Stran
sv: Sida
sv_instk12: Sida
th: หน้า
vi: Trang
zh: 页面
zh_hk: 頁面
